[
	{ "slide": "TheSapiensStudVer.1.0/01.sapiens.svg?qr=http://thesapiens.ro", "captions": {"en": "The Sapiens is a volunteer-based group aiming to create a software universe of integrated solutions to our core problems.  "}},
	{ "slide": "TheSapiensStudVer.1.0/02.posterdigital.svg", "captions": {"en": "That means we find problems, create solutions and implement those solutions in such a way that they could be integrated in a future larger system.  "}},
	{ "slide": "TheSapiensStudVer.1.0/03.CT.svg", "captions": {"en": "This is The Sapiens Leader, Christian Tzurcanu, self described as a philosopher of computing.  This is his actual task in the group: to ensure that the individual software we create is built so that it can be integrated in that larger system.  Until now, he has programed 100% of the applications and demos.  He graduated from Northeastern University in Boston. However, all his knowledge and ideas come from a rigorous self-taught lifestyle.  "}},
	{ "slide": "TheSapiensStudVer.1.0/04.why.svg", "captions": {"en": "So, why am I here? I want to convince you to join us. I want to convince you that if you want to bring change in your surroundings, you should start now.  "}},
	{ "slide": "TheSapiensStudVer.1.0/05.now.svg", "captions": {"en": "We are looking for young people interested in programming, design, translations, anatomy, medical knowledge, philosophy, logic.  I will present you a few of our ideas and projects and you will see in the end what sparks your interest.  If you have your own ideas, we are open to suggestions and will guide you to bring your ideas to life.  If you join us, you will be able in the end to have a pretty good idea about how to implement a project and we will learn from one another in the process.  "}},
	{ "slide": "TheSapiensStudVer.1.0/06.envision.svg", "captions": {"en": "Let me tell you our general plan.  We think that we could influence all domains from a little hinge: the Internet. "}},
	{ "slide": "TheSapiensStudVer.1.0/07.BLee.svg", "captions": {"en": "The World Wide Web was created as a research tool by this guy.  It soon became a place for spending all your free time, almost always not in a useful way.  "}},
	{ "slide": "TheSapiensStudVer.1.0/08.envision0.0.svg", "captions": {"en": "I will tell you our take on how the Interner should be and please, bear with me.  It can be a little too technical, but I really want to make you see what we envision.  "}},
	{ "slide": "TheSapiensStudVer.1.0/09.envision1.2.svg", "captions": {"en": "Imagine a smart and linked internet "}},
	{ "slide": "TheSapiensStudVer.1.0/10.envision1.1.svg", "captions": {"en": "that we can all access and have parts of it on our own devices.  "}},
	{ "slide": "TheSapiensStudVer.1.0/11.envision1.3.svg", "captions": {"en": "a smart and linked internet with unique entity sources.  "}},
	{ "slide": "TheSapiensStudVer.1.0/12.envision1.4.svg", "captions": {"en": "So, what is an entity?  "}},
	{ "slide": "TheSapiensStudVer.1.0/13.envision1.5.svg", "captions": {"en": "An entity is a term, any of our nouns can be an entity.  The words “cat”, “table”, “car” are entities.  In the academic field, these are entities created by official institutions trying to create terminologies.  The sources are those institutions, be they anatomists associations, physics institutes or mathematical societies.  "}},
	{ "slide": "TheSapiensStudVer.1.0/14.envision1.3.svg", "captions": {"en": "So we look at this cloud of structured information as a backbone of entities integrated in a vast hierarchy.  Ok, we have our knowledge map.  What now?"}},
	{ "slide": "TheSapiensStudVer.1.0/15.envision1.6.svg", "captions": {"en": "Information indexing.  We do not want to change the location of information.  It can stay very well on the sites it was created or published.  We just want to index it.  "}},
	{ "slide": "TheSapiensStudVer.1.0/16.envision1.7.svg", "captions": {"en": "Simply put, we want to provide references, like links, for every information, article, image, question, answer, offer, demand or data pertaining to an entity.  And we will have fine, granular entities, in order to find your subject of interest very quickly.  "}},
	{ "slide": "TheSapiensStudVer.1.0/17.envision1.8.svg", "captions": {"en": "And the result will be "}},
	{ "slide": "TheSapiensStudVer.1.0/18.subject.svg", "captions": {"en": "subject dot raw"}},
	{ "slide": "TheSapiensStudVer.1.0/19.envision3.0.svg", "captions": {"en": "Now, we have the terms, the backbone of the system, we have linked all kinds of text and images to those terms or entities.  "}},
	{ "slide": "TheSapiensStudVer.1.0/20.envision3.1.svg", "captions": {"en": "How about data? Numbers, statistics and such?  "}},
	{ "slide": "TheSapiensStudVer.1.0/21.envision3.2.svg", "captions": {"en": "We are not the only ones who talk about linked data.  This has been a subject of interest for quite some years.  What we bring new to the table is the link with.  "}},
	{ "slide": "TheSapiensStudVer.1.0/22.ideas2.2.svg", "captions": {"en": "The terms hierarchy.  "}},
	{ "slide": "TheSapiensStudVer.1.0/23.ideas2.1.svg", "captions": {"en": "And some cool options for managing data.  Depending on your account rights, you will be able to view, edit, have all the versions through which the data has passed and see who made the changes, clone the data onto your device.  And because we will want to make the data available to everyone, it will be human and machine readable.  That means you can create code aiming to find a cure for pancreatic cancer, for example.  You won’t have to deal with wrong data formats like png, pdf, doc, xls, odt which are very difficult to use by programmers.  All data will be accessed in the same way, it will have the same format. Your sole problem will be your algorithm.  "}},
	{ "slide": "TheSapiensStudVer.1.0/24.envision3.6.svg", "captions": {"en": "And speaking of data.  "}},
	{ "slide": "TheSapiensStudVer.1.0/25.envision3.7.svg", "captions": {"en": "All public data should be.  "}},
	{ "slide": "TheSapiensStudVer.1.0/26.envision3.8.svg", "captions": {"en": "Free, accessible, human and machine readable.  Also, free, accessible public data is not a new concept. There are organisations even in our country who are trying to make this a reality. The government has a program for this.  However, do you think that they will make the data truly open and usable for greater purposes?  This would be the case if the data was linked and machine readable and as far as I know, there are no attempts at this.  Now, you may think this has nothing to do with you.  Setting aside the fact that you will grow up and you will hit a lot of brick walls regarding public data that you will be interested in, your life would be easier now!  You should be able to access online anything you want to know about your education options for example, from your own grades and lessons to finding out exactly how various university courses are.  And so on.  "}},
	{ "slide": "TheSapiensStudVer.1.0/27.dataverse.svg", "captions": {"en": "The result will be the ultimate linked data.  "}},
	{ "slide": "TheSapiensStudVer.1.0/28.whycare.svg", "captions": {"en": "So, why should you care about making a knowledge map and linking data?  Well, you could have access from one single point to all information you are interested in.  "}},
	{ "slide": "TheSapiensStudVer.1.0/29.license.svg", "captions": {"en": "So you have all the information in the world, all data. Everyone can do anything with it. Is that ok?  "}},
	{ "slide": "TheSapiensStudVer.1.0/30.envision4.0.svg", "captions": {"en": "Moral limits should be created by data authors for the users.  "}},
	{ "slide": "TheSapiensStudVer.1.0/31.envision4.1.svg", "captions": {"en": "There are a lot of Nobel winners which have contributed without wanting or knowing to a lot of mayhem.  "}},
	{ "slide": "TheSapiensStudVer.1.0/32.envision4.2.svg", "captions": {"en": "And a world of open data such as this, should not exist without moral licenses.  "}},
	{ "slide": "TheSapiensStudVer.1.0/33.envision4.3.svg", "captions": {"en": "We have a moral license. Now what? We don’t want to manually manage the process. So, we want the license in three forms.  "}},
	{ "slide": "TheSapiensStudVer.1.0/34.envision4.5.svg", "captions": {"en": "A legal form, which will be created with the help of lawyers.  "}},
	{ "slide": "TheSapiensStudVer.1.0/35.envision4.6.svg", "captions": {"en": "A common language form that everyone understands.  "}},
	{ "slide": "TheSapiensStudVer.1.0/36.envision4.7.svg", "captions": {"en": "And a machine readable form, which will be part of algorithm to automatically revoke licenses or part of the rights when problems occur.  Ok, these are our goals for the future and every project we make is intended to fit into this model.  "}},
	{ "slide": "TheSapiensStudVer.1.0/37.smp.svg", "captions": {"en": "This is our medical knowledge project.  "}},
	{ "slide": "TheSapiensStudVer.1.0/38.envision5.0.svg", "captions": {"en": "Google Earth is an example of geographical and social indexing of information.  "}},
	{ "slide": "TheSapiensStudVer.1.0/39.envision5.3.svg", "captions": {"en": "Now imagine all human body related information indexed inside a 3D virtual human body.  "}},
	{ "slide": "TheSapiensStudVer.1.0/40.envision5.5.svg", "captions": {"en": "With zoomable tissues at cellular levels and beyond.  "}},
	{ "slide": "TheSapiensStudVer.1.0/41.nav2d.svg", "captions": {"en": "We are currently at the 2D level and have a functional atlas made from the Visible Korean Human slices.  "}},
	{ "slide": "TheSapiensStudVer.1.0/42.nav2d2.svg", "captions": {"en": "This is our computer generated frontal imagine from the slices. You can even see every slice.  "}},
	{ "slide": "TheSapiensStudVer.1.0/43.ideas1.1.svg", "captions": {"en": "It will be integrated with subject.ro, the terms hierarchy and dataverse, the data management system.  "}},
	{ "slide": "TheSapiensStudVer.1.0/44.papers.svg", "captions": {"en": "some other text"}},
	{ "slide": "TheSapiensStudVer.1.0/45.envision6.0.svg", "captions": {"en": "some other text"}},
	{ "slide": "TheSapiensStudVer.1.0/46.envision6.1.svg", "captions": {"en": "One of our volunteers is doing her graduation thesis inside The Sapiens Mapping Project, regarding the histological terms.  Romania does not have an official translation for the international set of terms and she is working on making a computable Romanian translation in the R language. The R language is a widely spread programming language in the scientific field.  "}},
	{ "slide": "TheSapiensStudVer.1.0/47.hackerspace.svg", "captions": {"en": "The word hack has evolved into a concept.  It means thinking outside the box.  Hackerspaces are places with new technologies"}},
	{ "slide": "TheSapiensStudVer.1.0/48.hack1.svg", "captions": {"en": "3D printers, augmented reality systems "}},
	{ "slide": "TheSapiensStudVer.1.0/49.hack2.svg", "captions": {"en": "microscopes and other types of hardware "}},
	{ "slide": "TheSapiensStudVer.1.0/50.hack3.svg", "captions": {"en": "The project Leader has already booked some interesting things from some startup projects and we hope to receive them this summer.  "}},
	{ "slide": "TheSapiensStudVer.1.0/51.hack4.svg", "captions": {"en": "But there is always a catch.  "}},
	{ "slide": "TheSapiensStudVer.1.0/52.hack5.svg", "captions": {"en": "We aim at software development.  And we don’t have any funding yet.  So, these toys will be reserved for our future core team.  And yes, we have a couple of hardware projects in mind too."}},
	{ "slide": "TheSapiensStudVer.1.0/53.neural.svg", "captions": {"en": "From a neural impulse actuator which is basically a brain-computer interface.  "}},
	{ "slide": "TheSapiensStudVer.1.0/54.ecg.svg", "captions": {"en": "To a low-cost mobile EKG developed by a Hungarian engineer.  "}},
	{ "slide": "TheSapiensStudVer.1.0/55.hack8.svg", "captions": {"en": "And we welcome any sport partners.  "}},
	{ "slide": "TheSapiensStudVer.1.0/56.hack9.svg", "captions": {"en": "And other types of creative people.  "}},
	{ "slide": "TheSapiensStudVer.1.0/57.karmapoints.svg", "captions": {"en": "Back to our projects.  "}},
	{ "slide": "TheSapiensStudVer.1.0/58.ideas3.1.svg", "captions": {"en": "This will be our volunteer management system.  "}},
	{ "slide": "TheSapiensStudVer.1.0/59.ideas3.2.svg", "captions": {"en": "With timestamps, proof of work, karmapoints earned for that work, task list, ranking and stuff like that.  "}},
	{ "slide": "TheSapiensStudVer.1.0/60.save.svg", "captions": {"en": "This is our idea of software for an emergency system based on volunteers.  "}},
	{ "slide": "TheSapiensStudVer.1.0/61.ideas5.1.svg", "captions": {"en": "Such a system has already been implemented in other parts of the world and it goes like this: accident, emergency call center, volunteers which are available and near, ambulance, hospital.  The link between the call center and the volunteers will be the mobile app we will develop.  "}},
	{ "slide": "TheSapiensStudVer.1.0/62.ideas5.2.svg", "captions": {"en": "And this is what we will bring new to the table.  Proof for the activity and monitoring.  Also, I would like to help create an official national online course for emergency volunteers. "}},
	{ "slide": "TheSapiensStudVer.1.0/63.vitruvian.svg", "captions": {"en": "This is our Vitruvian Man project.  Search Leonardo da Vinci if you do not know what I am talking about.  "}},
	{ "slide": "TheSapiensStudVer.1.0/64.ideas6.1.svg", "captions": {"en": "It will compare our human body with our virtual models and find ratios between them.  "}},
	{ "slide": "TheSapiensStudVer.1.0/65.ideas6.2.svg", "captions": {"en": "Based on a large sample of population, with measurements taken with mobile devices.  "}},
	{ "slide": "TheSapiensStudVer.1.0/66.ideas6.3.svg", "captions": {"en": "And maybe calculate the relative organ positions.  "}},
	{ "slide": "TheSapiensStudVer.1.0/67.ideas6.4.svg", "captions": {"en": "Usecases"}},
	{ "slide": "TheSapiensStudVer.1.0/68.current3.24.svg", "captions": {"en": "What is your part in this?  We need volunteers for software development, design, translations in different languages, philosophers for our moral license, speakers for presentations, social media people, people interested in marketing, people interested in medical knowledge, people interested in creating syllogisms which can be translated into computer algorithms and so on.  "}},
	{ "slide": "TheSapiensStudVer.1.0/69.current3.26.svg", "captions": {"en": "We also need a lot of data entry people.  Basically everyone will do it’s own share of data entry.  If you don’t know the term, you basically enter data, information manually into the project. Be they links to articles, indexing images over our human atlas, translations, measurements etc.  "}},
	{ "slide": "TheSapiensStudVer.1.0/70.current3.27.svg", "captions": {"en": "some other text"}},
	{ "slide": "TheSapiensStudVer.1.0/71.current3.28.svg", "captions": {"en": "We will have to do this until we reach the point where gravity helps us and people will begin indexing their own information into our projects.  "}},
	{ "slide": "TheSapiensStudVer.1.0/72.current3.29.svg", "captions": {"en": "some other text"}},
	{ "slide": "TheSapiensStudVer.1.0/73.current3.30.svg", "captions": {"en": "some other text"}},
	{ "slide": "TheSapiensStudVer.1.0/74.work.svg", "captions": {"en": "Your work will always be public and open, by using services like GitHub, Google Docs and others alike.  The project will just share your work and will not be able to take it away from you.  "}},
	{ "slide": "TheSapiensStudVer.1.0/75.gpl.svg", "captions": {"en": "Please read about GPL v3, which is a open license for code writers and about Open Database License, which is an open license for data.  All we add to this is your agreement that your work can be used inside the project.  "}},
	{ "slide": "TheSapiensStudVer.1.0/76.karmapoints.svg", "captions": {"en": "We will personally try, by creating Karmapoints, to highlight your skills and effort.  It will be your personal CV in the project and outside it.  "}},
	{ "slide": "TheSapiensStudVer.1.0/77.prepared.svg", "captions": {"en": "We do not require experience.  We require a desire to learn and bring change, we require you to keep your promises, to only use constructive criticism and to have a Google searching ability also known as self-teaching ability about well documented issues.  We will try to give you advice and directions especially about how to become a self-learner.  Our method is learning by fulfilling tasks and this needs a little passion and will-power.  "}},
	{ "slide": "TheSapiensStudVer.1.0/78.core.svg", "captions": {"en": "From all of the volunteers, we will choose those who give their best and form a team with which we will explore some interesting sides of the projects and even try a startup project for some funding.  "}},
	{ "slide": "TheSapiensStudVer.1.0/79.funding.svg", "captions": {"en": "If any, it will go into the projects as server space, specialists for correcting scientific terms and information, 3D human models, hardware for extending our hackerspace etc.  All will be transparent.  "}},
	{ "slide": "TheSapiensStudVer.1.0/80.join.svg", "captions": {"en": "Click on the collaborate icon and follow the instructions there.  "}},
	{ "slide": "TheSapiensStudVer.1.0/81.QRsliced.svg", "captions": {"en": "This is a QR code that will take you to our site.  "}},
	{ "slide": "TheSapiensStudVer.1.0/82.ambassador.svg", "captions": {"en": "I want a person which can manage the volunteers from your high school.  Spread the word about the project inside the school, organise meetings for working or learning, maintain communications with professors that might be interested in helping and with the high school’s principal for scheduling future conferences or collaborating on projects.  All those volunteering from the high school will put your email address into their account.  So, please make a decent email id, preferably using gmail.  "}},
	{ "slide": "TheSapiensStudVer.1.0/83.thankyou.svg", "captions": {"en": "Thank you for you time and patience.  "}},
	{ "slide": "TheSapiensStudVer.1.0/84.questions.svg?qr=http://thesapiens.ro", "captions": {"en": "Questions?"}}
]